ESLogo.mmd
graph TD
A(Evidence Capture)-->B(Evidence Preparation)
B-->C(Evidence Identification)
C-->D(Evidence Accumulation)
D-->E(Evidence-Centered Decisions)
E-->A
